# Binaries
brew 'gist'
brew 'hub'
brew 'bat' # "cat" on steroids
brew 'coreutils' # Those that come with macOS are outdated
brew 'getantibody/tap/antibody' # ZSH Plugin Manager
brew 'git'
brew 'mackup'
brew 'mas' # Mac App Store manager
brew 'pkg-config' # https://github.com/driesvints/dotfiles/issues/20
brew 'trash' # Manage the Trash bin
brew 'tree' # List directories in a tree structure
brew 'zlib' # Needed for Memcached
brew 'zsh'
brew 'zsh-completions'
brew 'cocoapods'

# Apps
cask 'github'
cask 'zoomus'
cask 'slack'
cask 'zeplin'

